var city = [
  {
    "_id": "001",
    "name": "Токио-Иокогама",
    "country": "Япония",
    "people": 37843    
  },
     {
    "_id": "007",
    "name": "Карачи",
    "country": "Пакистан",
    "people": 22123
  },
   {
    "_id": "002",
    "name": "Джакарта",
    "country": "Индонезия",
    "people": 30539
  },
     {
    "_id": "009",
    "name": "Нью-Йорк",
    "country": "США",
    "people": 20630
  },
   {
    "_id": "003",
    "name": "Дели",
    "country": "Индия",
    "people": 24998
  },
   {
    "_id": "004",
    "name": "Манила",
    "country": "Филиппины",
    "people": 24123
  },
   {
    "_id": "005",
    "name": "Сеул-Инчхон",
    "country": "Республика Корея",
    "people": 23480
  },
   {
    "_id": "006",
    "name": "Шанхай",
    "country": "КНР",
    "people": 23480
  },
  {
    "_id": "008",
    "name": "Пекин",
    "country": "КНР",
    "people": 21009
  },

   {
    "_id": "010",
    "name": "Гуаньчжоу-Фошань",
    "country": "КНР",
    "people": 20597
  }
]